tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "coreutils"
brew "openssl@3"
brew "asdf"
brew "awscli"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "unbound"
brew "gnupg"
brew "gojq"
brew "k6"
brew "libffi"
brew "zstd"
brew "mysql"
brew "neovim"
brew "nkf"
brew "openjdk@11"
brew "openssl@1.1"
brew "postgresql@16"
brew "protobuf"
brew "ripgrep"
brew "terraformer"
brew "tmux"
brew "tree"
cask "appcleaner"
cask "brave-browser"
cask "docker"
cask "font-hack-nerd-font"
cask "fujitsu-scansnap-home"
cask "google-cloud-sdk"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "ngrok"
cask "notion-calendar"
cask "raycast"
cask "visual-studio-code"
cask "zoom"
vscode "mechatroner.rainbow-csv"
vscode "yzhang.markdown-all-in-one"
