tap "homebrew/bundle"
brew "asdf"
brew "openssl@3"
brew "awscli"
brew "coreutils"
brew "docker-compose"
brew "duckdb"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "node"
brew "gitmoji"
brew "gnu-sed"
brew "unbound"
brew "gnupg"
brew "gojq"
brew "k6"
brew "libffi"
brew "zstd"
brew "mysql-client@8.0"
brew "neovim"
brew "nkf"
brew "postgresql@14"
brew "protobuf"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "tree"
cask "appcleaner"
cask "brave-browser"
cask "cursor"
cask "docker"
cask "font-hack-nerd-font"
cask "fujitsu-scansnap-home"
cask "google-cloud-sdk"
cask "insta360-studio"
cask "karabiner-elements"
cask "ngrok"
cask "nordlayer"
cask "raycast"
cask "visual-studio-code"
cask "zoom"
vscode "docker.docker"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "nacholaciar.tokyo-midnight"
vscode "yzhang.markdown-all-in-one"
