tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "zlib"
brew "coreutils"
brew "asdf"
brew "libffi"
brew "sqlite"
brew "glib"
brew "at-spi2-core"
brew "awscli"
brew "cairo"
brew "libva"
brew "mesa"
brew "mesa-glu"
brew "fzf"
brew "shared-mime-info"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnutls"
brew "libsecret"
brew "systemd"
brew "gnupg"
brew "gojq"
brew "gsettings-desktop-schemas"
brew "harfbuzz"
brew "gtk+3"
brew "k6"
brew "libfido2"
brew "qemu"
brew "lima"
brew "mysql"
brew "neovim"
brew "nkf"
brew "openjdk@11"
brew "protobuf"
brew "ripgrep"
brew "terraformer"
brew "tmux"
brew "tree"
brew "xsel"
brew "zsh"
