tap "homebrew/bundle"
tap "mongodb/brew"
brew "git"
brew "asdf"
brew "openssl@3"
brew "awscli"
brew "chezmoi"
brew "coreutils"
brew "duckdb"
brew "fzf"
brew "gh"
brew "ghq"
brew "gibo"
brew "git-delta"
brew "git-now"
brew "gnu-sed"
brew "unbound"
brew "gnupg"
brew "gojq"
brew "libffi"
brew "libpq", link: true
brew "node"
brew "mongosh"
brew "zstd"
brew "mysql-client@8.0", link: true
brew "neovim"
brew "nkf"
brew "protobuf"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "tree"
brew "mongodb/brew/mongodb-database-tools"
cask "appcleaner"
cask "brave-browser"
cask "docker-desktop"
cask "font-hack-nerd-font"
cask "fujitsu-scansnap-home"
cask "google-cloud-sdk"
cask "insta360-studio"
cask "ngrok"
cask "raycast"
cask "visual-studio-code"
